BackWardFacingStep_kEpsilon/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    outlet
    {
        type            patch;
        nFaces          55;
        startFace       13452;
    }
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       13507;
    }
    lowerWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          148;
        startFace       13547;
    }
    upperWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          133;
        startFace       13695;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          13640;
        startFace       13828;
    }
)

// ************************************************************************* //
